Kerem-Erden/isuzu-diagnostic-system/firmware/esp32-gateway/sdkconfig.defaults.simulation
CONFIG_IDF_TARGET="esp32"
CONFIG_GATEWAY_SIMULATION=y
CONFIG_GATEWAY_BITRATE=500000
CONFIG_GATEWAY_ECU_REQUEST_ID=0x7E0
# CONFIG_GATEWAY_BENCH_TEST is not set
